Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/R07A.tmx
Source language: en_us
Languages: zh_cn

source: Ten Short Pieces
zh_cn: 亚历克斯·爱泼斯坦的十个超短篇小说

source: The Artist's Likeness Is Like an Artist
zh_cn: 1.是艺术家就得像个艺术家的样子

source: This tale is rather old: Two painters wanted to see which of them could paint the painting that best imitated reality . . .
zh_cn: 这个故事相当古老了：两个画家想看看他们当中哪一个能画得最接近真实......

source: One of the painters painted the front of a house, and the illusion was so perfect, so exact, that at first his competitor believed he had lost, but then understood that he simply had to enter the painted house and hang the painting that he had painted on a wall inside.
zh_cn: 其中一个画家画了房子的正面，而且视觉效果非常完美、精致，弄得他的对手起初还以为自己迷了路，不过他心照不宣，径直走进了那栋被画的房子，把他已经画好的那幅画挂在了里面的一面墙上。

source: The Angel Who Photographed God
zh_cn: 2.给上帝拍照的天使

source: Who, these days, hasn't woken from a dream of murdering an angel?
zh_cn: 这年月，谁还没有从谋杀一位天使的梦魇中醒来？

source: A real angel, sporting fancy wings that sparkle bright as snow, a heart in the shape of a Star of David, et cetera, et cetera.
zh_cn: 一位真正的天使，搏动着璀璨如雪的幻想的翅膀，一颗状如大卫之星(1)般的心，等等，等等。

source: And with a dagger even, oof, such a pleasant twist! (Why a dagger, by the way, and not a rifle, for example?
zh_cn: 手里还拿着匕首、钞票，一个如此惬意的转身！（顺便说一下，为什么是一把匕首，而不是一把来复枪什么的？

source: Clearly a rifle is the weapon of cowards.
zh_cn: 明摆着，来复枪是怂人的武器。

source: An ice pick?
zh_cn: 一把碎冰锥？

source: Too exotic.
zh_cn: 太异国情调了。

source: A flamethrower is just an attention-getter.
zh_cn: 一架火焰喷射器又太扎眼。

source: Even a harmonica, of course, can kill. But only in legends.)
zh_cn: 就连一把口琴也能杀人，可这只是传说而已。）

source: And all for what?
zh_cn: 这一切都是为了什么？

source: For some album of boring photographs.
zh_cn: 为了本无聊照片相册。

source: And never mind boring- also proving nothing.
zh_cn: 千万别在意“无聊””——这也证明不了什么。

source: A sea, a sea, and another sea!
zh_cn: 一张海的，一张海的，又是一张海的！

source: What was he thinking, this winged creature, only photographing the sea? Here, for example, the last picture in the album- exactly the same as the photographs that preceded it.
zh_cn: 喏，瞧瞧这相册里的最后一张照片——简直就和它前面的那张一模一样。

source: Maybe with just one more look, careful, it's possible to identify that in the upper half of this photo we can see . . . what the hell- another sea.
zh_cn: 不妨再看看，仔细鉴别一下：可能在这张照片的上半部分我们会看到......妈的——还是海！

source: And maybe in the lower half- sky.
zh_cn: 也许在下半部分——天空！

source: Nobody can see in either of these two spaces the legs of some tiny figure, drowning, that entered the frame by mistake.
zh_cn: 在这两个空间的任意一个空间里，任何人都不会看到某个被误拍进画面的淹死的小人物的腿。

source: A Story in Which No Snow Will Fall
zh_cn: 3.一个真实的故事

source: Also in this story no snow will fall, the surrounding margins aren't wide enough.
zh_cn: 这个故事里，也绝不会有谎言，因为篇幅不够。

source: And in general, all I want to say is that sometimes it's worthwhile to go out into the hall without first peeking through the peephole, so as to run into the old man in the apartment across the way.
zh_cn: 总之，我想要说的只是：当初没有透过窥视孔窥视，而是出门走进走廊，因而得以碰见路那边公寓里的那个老人，是对的。

source: For fifty-three years he was married; now he doesn't even have someone to turn on the light for.
zh_cn: 他结婚已经有五十三年了，可现在，他连一个为他开灯的人也没有。

source: Gloss
zh_cn: 4.假象

source: Their love story ended many years ago.
zh_cn: 他们的爱情故事许多年以前就结束了。

source: He still writes her name as a solution to crossword puzzle clues of suitable length.
zh_cn: 他还在写她的名字，当作是解开纵横字谜的一个字符长度匹配的线索。

source: Two words: four letters and five letters.
zh_cn: 两个词：一个是四个字母，一个是五个字母。

source: Once, at a bus stop, he thinks he recognizes her waiting for a bus across the street.
zh_cn: 一次，在公共汽车站，他思忖：他认识她的时候，她正在街对面等公共汽车。

source: His hand trembles when he takes his new book of crossword puzzles from his bag.
zh_cn: 他手抖着，从袋子里拿出了他那本新的字谜书。

source: He opens it to the first one and quickly finds a suitable clue.
zh_cn: 他打开书，翻到第一 个，很快找到了一个相匹配的提示。

source: Even afterward, on the bus, the trembling in his hand does not stop.
zh_cn: 甚至后来在公共汽车上，他的手还是抖个不停。

source: The tip of the pencil breaks against the bright paper.
zh_cn: 铅笔尖把那张亮白的纸弄得狼藉一片。

source: The Woman Who Dreamed of Imaginary Chansons
zh_cn: 5.梦见了梦幻曲的女人

source: She keeps his documents on the highest shelf of an old armoire in her bedroom, the room closest to the rain and at the same time farthest from the rain and from the dream in which she enters a store that sells record albums in a foreign city. The salesclerk tries to help her.
zh_cn: 她把他的各种文件存放在她卧室里的一个旧大衣柜最高一层的隔板上，那个房间距雨最近，同时也离雨最远，离那场梦也最远，在那梦里，她走进一家在外国某城市销售录音专辑的商店，售货员问她想要买什么。

source: She remembers a sketch of a bridge on the cover.
zh_cn: 她提示说：封面上画的是一座桥。

source: No, he has never heard of the old chanson that she is looking for, which begins with the words "Love is a new stamp in a dead man's passport."
zh_cn: 没有，他从没有听说过她要找的那首老歌，歌词的开头是：“爱是一个死去的男人护照上的一记新印戳。”

source: Edgar Allen Poe in Yiddish
zh_cn: 6.说意第绪语的埃德加·艾伦·坡

source: Meanwhile, I have found no new evidence on Google as to the truth of this story.
zh_cn: 其间，在谷歌上，我还没有找到与这个故事的真相有关的任何新的证据。

source: Some months ago, when I was in New York, an old man wearing a beret sat down next to me on the subway.
zh_cn: 几个月以前，那时我在纽约，地铁里，一个头戴贝雷帽的老人挨着我坐了下来。

source: He took his wallet out of his back pocket, examined something in one of the compartments, and returned the wallet to his pocket.
zh_cn: 他从裤子后面的裤兜里拿出他的皮夹子，检查其中一个夹层里面的东西，然后又把皮夹子放了回去。

source: After peeking at the book I was reading, he asked me in English if I was from Israel.
zh_cn: 他瞄了一眼我正在读着的那本书之后，用英语问我：是不是以色列人。

source: "I recognized the letters," he laughed.
zh_cn: “我认的那上面的字”，他笑着。

source: He told me that in the 50s he had translated some stories of Edgar Allen Poe into Yiddish (he was particularly proud of his translation of "The Gold Bug"), but he couldn't find a publisher for his translations.
zh_cn: 他告诉我说：五十年代他曾把埃德加·艾伦·坡（Edgar Allen Poe）的一些小说翻译成意第絮语（尤为他自己翻译的《金甲虫》感到自豪），但没能找到一家出版社出版他的译作。

source: When I told him that these days it would be easy to publish his translations on the Internet, his face lit up.
zh_cn: 当我告诉他说：这年月在互联网上发表他的译作应该是很容易的事情的时候，他的脸上放着异彩。

source: "My daughter can help me," he said.
zh_cn: “我女儿会帮我的，”他说。

source: "She understands computers."
zh_cn: “她懂电脑。”

source: Again he pulled his leather wallet from his pants pocket; maybe he meant to show me a picture of his daughter, but he again put it away.
zh_cn: 他又把他的皮制的夹子从他的裤子兜里拽了出来；也许他是想让我瞧瞧他女儿的照片，可他又把那夹子放了回去。

source: "Her name is Linda," he said. "Actually, I should go over the translations again.
zh_cn: 他说：“她叫琳达，实际上，我得把那些译文再仔细润色一下。

source: I don't remember where I kept them.
zh_cn: 我不记得我把它们存放在哪里了。

source: It was such a long time ago . . .
zh_cn: 这都是好长时间以前的事情了......

source: You know, he's a chilling writer, Poe- I translated him just so that I could feel like I was normal."
zh_cn: 你知道，他是一个呱呱叫的作家，坡——我翻译他的作品，就是为了使我能感觉到自己像个正常人。”

source: He paused, wrinkling his forehead as if trying to remember.
zh_cn: 他停顿了一下，皱着眉头，像是要努力想起点儿什么。

source: "Later I thought that maybe I had made something of value after all."
zh_cn: “后来我想：或许我毕竟还是做了件有价值的事。”

source: "My stop," he said when we arrived in Queens.
zh_cn: “我到了！”，当车抵达皇后区的时候他说。

source: (He stood up and felt for his wallet in his pocket.)
zh_cn: （他站起身，然后摸了摸裤兜里的皮夹子。）

source: I watched him from the train window: the old man in the beret lingered on the platform.
zh_cn: 我从车窗里望着他：那个月台上头戴贝雷帽的老人。

source: He seemed to be letting the crowd disperse before he turned toward the escalator; maybe he was about to board a train going the opposite direction.
zh_cn: 看来，他是要让人群散尽后才转向那个电动扶梯；也许他是要上一趟开往相反方向的列车。

source: Gibraltar, a Love Story
zh_cn: 7.直布罗陀，一个爱的故事

source: Forgive me for all the flaws in this story, about an African elephant who escaped one winter from a zoo in Gibraltar, and appeared a week later, early in the morning, circling in confusion beside the exit to the Casa de Campo metro station in Madrid, and then some several hundred meters from there, leaping with the steps of a giant in love, approaching the entrance to the zoo of the capital of Spain.
zh_cn: 原谅我这个故事中的所有缺陷，这是一个关于非洲大象的故事：一年冬天，大象从直布罗陀城的一家动物园里逃了出来，一周以后的一个清晨它又出现了，在马德里别墅公园地铁站的出口处附近瞎转悠，从距那里至少有几百米远的地方，急速地、大踏步地迈着热恋中的步伐，向着西班牙首都动物园的入口处走去。

source: Lullaby for an Old Chess Player
zh_cn: 8.唱给老棋手听的摇篮曲

source: The forecast raised the possibility of rain, but in the meantime the sky was clear.
zh_cn: 天气预报高估了下雨的可能性，可眼下天是朗朗的。

source: Long, ragged clouds drifted in the skies, nothing more.
zh_cn: 很久，天空里才有几缕浮云，在没有别的什么。

source: An old man stretched his arms out on the marble table in the park, laid his head on his hands and fell asleep.
zh_cn: 一个老头在公园里的一张大理石石桌上，伸出胳膊，头枕在手上，睡着了。

source: Some children playing in the park snuck up on him, moved the pieces on the board, laughed and ran off.
zh_cn: 几个在公园里玩耍的孩子悄悄默默地向他走了过来，挪动了棋盘上的几个棋子，笑着跑开了。

source: The old man woke from his short sleep and contemplated the position of the pieces on the marble table.
zh_cn: 老头从小憩中醒来，琢磨着大理石桌上那几个棋子的位置。

source: He moved a pawn forward.
zh_cn: 向前拱了一步卒。

source: On the Time Difference Between Poetry and Prose
zh_cn: 9.在诗歌与散文的时差点上

source: The wall clock read one minute after midnight.
zh_cn: 墙上的挂钟走到了午夜后一分钟的地方。

source: A poet and a writer met.
zh_cn: 一位诗人和一位作家会面了。

source: "My muse," said the writer, "has deserted me."
zh_cn: 那作家说：“我的缪斯遗弃了我。”

source: The poet responded, "So write about it."
zh_cn: 那诗人回答说：“就这么写！”

source: The writer wept softly. "And she is with someone else right now."
zh_cn: 那作家低声啜泣着说：“而她现在和别人在一起。”

source: The poet said, "So write about it."
zh_cn: 诗人说：“就这么写！”

source: The writer said, "But I suspect that he has blue eyes."
zh_cn: 作家说：“可我猜想他有一双蓝色的眼睛。”

source: "So write about it," the poet advised, "or just beat him up."
zh_cn: 诗人劝说道：“就这么写，要不就只好痛打他一顿。”

source: "Maybe she didn't love me," said the writer. "Yes, maybe she never loved me."
zh_cn: 作家道：“也许她不爱我了，是的，也许她从来没有爱过我。”

source: The poet said, "So write about it.
zh_cn: 那诗人说：“就这么写！

source: Or beat him up.
zh_cn: 要不就痛打他一顿。

source: Is he strong?" "I didn't say that he was strong," objected the writer, "I said that he had blue eyes."
zh_cn: 他强壮吗？” 作家反驳说： “我没说过他强壮！我只说过他有一双蓝眼睛。”

source: "So write about it."
zh_cn: “就这么写！”

source: "Tell me, what is it that you want from me?" shouted the writer, "you write about it."
zh_cn: “告诉我！你到底想从我这里得到什么？” 那作家喊了起来，“你写吧！”

source: The poet said with surprise, "Why suggest that I write?"
zh_cn: 那诗人惊愕地说：“为什么要我写？”

source: "Because you suggested it to me," answered the writer.
zh_cn: 作家回答说：“是你建议我写的”。

source: "You advised me to write." "I didn't advise you to do anything," said the poet, shrugging.
zh_cn: 诗人说道：“是你劝我写，我可没有劝你写任何东西。”然后耸了耸肩膀。

source: "What do you mean- you just suggested it. Five times."
zh_cn: “你什么意思——你刚刚建议过的，共五次。”

source: "I don't know what you're talking about."
zh_cn: “我不知道你在说些什么。

source: "About my muse leaving me . . ."
zh_cn: 关于我的缪斯离开了我......”

source: "So write about it . . ."
zh_cn: “就这么写......”

source: "You see, again you . . ."
zh_cn: “你看看，你又......”

source: The writer jumped up, tore the clock from the wall and struck the poet with all his might.
zh_cn: 作家跳了起来。从墙上把挂钟拽了下来，用全力砸向诗人。

source: The time was three minutes after midnight.
zh_cn: 时间是：午夜后三分钟。

source: Blue Has No South
zh_cn: 10.蓝调无着

source: One night, in a surfeit of sleeplessness, the poet leapt suddenly into a dream in which he stood in a room in a ramshackle house.
zh_cn: 一天晚上，过度失眠中的诗人忽然坠入梦乡，梦里，他就站在那幢摇摇欲坠的房子的一个房间里。

source: In his hand was a paintbrush dripping with blue paint.
zh_cn: 手里，一把刷子正在向下滴着蓝色的油漆。

source: An insistent voice instructed him to paint a wall of the room in black.
zh_cn: 一个咄咄逼人的声音指示他把房间的一面墙漆成黑色。

source: Is it even possible, thought the poet, to paint black with blue?
zh_cn: 这诗人想：用蓝色漆黑色，可能么？

source: And then he woke.
zh_cn: 于是，他醒了。

source: And waking, he remembered that the Italian word for room is stanza.
zh_cn: 醒着，他想起那个与“room（房间）”对应的意大利语单词是“stanza（房间）”。

source: The poet reflected on this with growing amazement: The room he dreamt of was the stanza of a poem.
zh_cn: 诗人惊愕不已，反复推敲着这个词：他梦到的房间是诗的一节。

source: He wondered if it wasn't time he turned to writing prose.
zh_cn: 他不知道是否有时间转而写写散文。
